/* No comment provided by engineer. */
"%@ to %@" = "De %1$@ pour prendre %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d de %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li à %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "Le paramètre 'item' est requis";

/* No comment provided by engineer. */
"'portal' parameter required" = "Le paramètre 'portal' est requis";

/* No comment provided by engineer. */
"'tags' parameter required" = "Le paramètre 'tags' est requis";

/* No comment provided by engineer. */
"'title' parameter required" = "Le paramètre 'title' est requis";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Aucune valeur>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "L'accès à l'emplacement de l'appareil est refusé.";

/* No comment provided by engineer. */
"Actual Size" = "Taille réelle";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Add Attachment" = "Ajouter une pièce jointe";

/* No comment provided by engineer. */
"Add..." = "Ajouter…";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Un ID d'élément est requis pour cette opération. Ajoutez cet élément au portail pour obtenir un ID d'élément.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Une exception NSException non interceptée a été détectée. Cependant, les informations d'origine et la pile d'appels ne sont pas disponibles. Marquez une pause sur les exceptions objective-c pour voir la ligne de code qui engendre l'exception NSException d'origine. Pour plus d'informations sur la marche à suivre, reportez-vous à la documentation.";

/* No comment provided by engineer. */
"Apply Geometry" = "Appliquer une géométrie";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "L'analyse nécessite au moins 1 ressource.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "L'analyse nécessite au moins 1 incident.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "L'analyse nécessite au moins 2 arrêts.";

/* No comment provided by engineer. */
"Attachment" = "Pièce jointe";

/* No comment provided by engineer. */
"Attachments" = "Pièces jointes";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Tentative d'utilisation d'une fonctionnalité qui n'est pas prise en charge pour le niveau de licence actuel";

/* No comment provided by engineer. */
"Authorization required" = "Autorisation requise";

/* No comment provided by engineer. */
"Bad Request" = "Mauvaise requête";

/* No comment provided by engineer. */
"Bad URL." = "URL incorrecte.";

/* No comment provided by engineer. */
"bytes" = "octets";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Impossible d'enregistrer vers un type d'élément différent.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Impossible de vérifier l'identité de '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificat requis";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Demande d'accès à l'URL : %1$@ avec failureCount : %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Changement de type d'entité";

/* No comment provided by engineer. */
"Choose From Library" = "Choisir à partir d'une bibliothèque";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Clear Geometry" = "Effacer la géométrie";

/* No comment provided by engineer. */
"Continue" = "Poursuivre";

/* No comment provided by engineer. */
"Created %d hours ago" = "Créé il y a %d heures";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Créé il y a %d minutes";

/* No comment provided by engineer. */
"Created a minute ago" = "Créé il y a une minute";

/* No comment provided by engineer. */
"Created an hour ago" = "Créé il y a une heure";

/* No comment provided by engineer. */
"Created by %@" = "Créé par %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Créé par %1$@ il y a %2$d heures";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Créé par %1$@ il y a %2$d minutes";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Créé par %@ il y a une minute";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Créé par %@ il y a une heure";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Créé par %1$@ le %2$@ à %3$@ - jour";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Créé par %1$@ le %2$@ à %3$@ - complet";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Créé par %@ il y a quelques secondes";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Créé le %1$@ à %2$@ - jour";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Créé le %1$@ à %2$@ - complet";

/* No comment provided by engineer. */
"Created seconds ago" = "Créé il y a quelques secondes";

/* No comment provided by engineer. */
"Credential Required" = "Informations d’authentification requises";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Les données pour le diagramme à secteurs ne sont pas valides";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Delete Attachment" = "Supprimer une pièce jointe";

/* No comment provided by engineer. */
"Delete Feature" = "Supprimer l’entité";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Si vous supprimez cette pièce jointe, elle est retirée de la fenêtre contextuelle et de la source de données associée.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Si vous supprimez cette entité, elle est retirée de la carte et de la source de données associée.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Les attributs de temps et de distance de la feuille de route ne correspondent pas.";

/* No comment provided by engineer. */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Modifié il y a %d heures";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Modifié il y a %d minutes";

/* No comment provided by engineer. */
"Edited a minute ago" = "Modifié il y a une minute";

/* No comment provided by engineer. */
"Edited an hour ago" = "Modifié il y a une heure";

/* No comment provided by engineer. */
"Edited by %@" = "Modifié par %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Modifié par %1$@ il y a %2$d heures";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Modifié par %1$@ il y a %2$d minutes";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Modifié par %@ il y a une minute";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Modifié par %@ il y a une heure";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Modifié par %1$@ le %2$@ à %3$@ - jour";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Modifié par %1$@ le %2$@ à %3$@ - complet";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Modifié par %@  il y a quelques secondes";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Modifié le %1$@ à %2$@ - jour";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Modifié le %1$@ à %2$@ - complet";

/* No comment provided by engineer. */
"Edited seconds ago" = "Modifié il y a quelques secondes";

/* No comment provided by engineer. */
"Empty username/password" = "Nom d'utilisateur/mot de passe vide";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Entrez une date comprise entre le %1$@ et le %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Saisissez un nombre compris entre %1$@ et %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Saisissez un nombre compris entre %1$i et %2$i";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Erreur d'ajout d'identité à la chaîne de clés";

/* No comment provided by engineer. */
"Error adding keychain item" = "Erreur d'ajout de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Error extracting identity" = "Erreur d'extraction d'identité";

/* No comment provided by engineer. */
"Error Loading Page" = "Erreur de chargement de la page";

/* No comment provided by engineer. */
"Error removing keychain item" = "Erreur de suppression de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Error updating keychain item" = "Erreur de mise à jour de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Dépasse la valeur maximale (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra large";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "La ressource (%1$@) possède des noms d'attributs de coût ajoutés non valides : (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "La ressource (%1$@) possède un attribut de coût ajouté négatif : (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "L'entité n'est pas valide.";

/* No comment provided by engineer. */
"Finish" = "Terminer";

/* No comment provided by engineer. */
"Finishing editing..." = "Fin de la mise à jour...";

/* No comment provided by engineer. */
"GB" = "Go";

/* No comment provided by engineer. */
"Geometry" = "Géométrie";

/* No comment provided by engineer. */
"Hide" = "Masquer";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "L’incident (%1$@) possède des noms d'attributs de coût ajoutés non valides : (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "L'incident (%1$@) possède un attribut de coût ajouté négatif : (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Insérer une pièce";

/* No comment provided by engineer. */
"Insert Vertex" = "Insérer un sommet";

/* No comment provided by engineer. */
"Invalid argument." = "Argument non valide.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Informations d'identification non valides";

/* No comment provided by engineer. */
"Invalid GPX data." = "Données GPX non valides.";

/* No comment provided by engineer. */
"Invalid groupID." = "ID de groupe non valide.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Il est possible de rejoindre cette organisation uniquement sur invitation ; vous devez recevoir une invitation de la part de l’administrateur";

/* No comment provided by engineer. */
"KB" = "Ko";

/* No comment provided by engineer. */
"Keep Current Values" = "Conserver les valeurs actuelles";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Inférieur à la valeur minimale (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licence destinée uniquement aux développeurs";

/* No comment provided by engineer. */
"Loading feature..." = "Chargement de l'entité...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "La carte contient des données qui ne peuvent pas être enregistrées. Pour enregistrer cette carte, ce qui supprimera ces données, envoyez « true » pour forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "Mo";

/* No comment provided by engineer. */
"Medium" = "Moyenne";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificat de client manquant";

/* string to represent hyperlink attributes */
"More Info" = "Plus d'informations";

/* No comment provided by engineer. */
"Move Geometry" = "Déplacer la géométrie";

/* No comment provided by engineer. */
"Move Part" = "Déplacer la partie";

/* No comment provided by engineer. */
"Move Vertex" = "Autre sommet";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Aucun certificat n'a été trouvé pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Aucune donnée pour créer un diagramme à barres";

/* No comment provided by engineer. */
"No data to create a line chart" = "Aucune donnée pour créer un diagramme linéaire";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Aucune donnée pour créer un diagramme à secteurs";

/* No comment provided by engineer. */
"No image to display" = "Aucune image à afficher";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Impossible de trouver un chemin entre deux d'arrêts (%@) donnés.";

/* No comment provided by engineer. */
"Not a valid number" = "Nombre non valide";

/* No comment provided by engineer. */
"Not a valid whole number" = "Nombre entier non valide";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Impossible de créer l'objet sans portail. Utilisez la méthode fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Un ou plusieurs noms d’attributs d’accumulation (%@) ne sont pas valides.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Un ou plusieurs noms d’attributs (%@) associés aux valeurs d’attributs de paramètres personnalisés ne sont pas valides.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Une ou plusieurs ressources (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Une ou plusieurs ressources (%@) possèdent une approche de trottoir non valide.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Une ou plusieurs ressources (%@) possèdent une limite d'impédance non valide.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Un ou plusieurs incidents (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Un ou plusieurs incidents (%@) possèdent une approche de trottoir non valide.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Un ou plusieurs incidents (%@) possèdent une limite d'impédance non valide.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Un ou plusieurs incidents (%@) possèdent moins d'une ressource cible.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Un ou plusieurs noms de paramètres (%@) associés aux valeurs d’attributs de paramètres personnalisés ne sont pas valides.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Un ou plusieurs types de valeurs de paramètres associés aux valeurs d’attributs de paramètres personnalisés (%@) ne sont pas valides.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Une ou plusieurs interruptions ponctuelles (%@) ne sont pas localisées.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Une ou plusieurs interruptions ponctuelles (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Une ou plusieurs interruptions ponctuelles (%@) possèdent un nom d’attribut de coût ajouté non valide.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Une ou plusieurs interruptions ponctuelles (%@) possèdent une approche de trottoir non valide.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Une ou plusieurs interruptions polygonales (%@) ne couvrent aucun élément de réseau.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Une ou plusieurs interruptions polygonales (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Une ou plusieurs interruptions polygonales (%@) possèdent un nom d’attribut de coût proportionné non valide.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Une ou plusieurs interruptions de polylignes (%@) ne couvrent aucun élément de réseau.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Une ou plusieurs interruptions de polylignes (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Une ou plusieurs interruptions de polylignes (%@) possèdent un nom d’attribut de coût proportionné non valide.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Un ou plusieurs noms d’attributs de restriction (%@) ne sont pas valides.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Une ou plusieurs valeurs d’utilisation de restriction (%1$@) associées aux valeurs d’attributs de paramètres personnalisés (%2$@) ne sont pas valides.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Une ou plusieurs valeurs d’utilisation de restriction (%1$@) associées aux valeurs d’attributs de paramètres personnalisés (%2$@) sont neutres (c’est-à-dire qu’elles n'ont aucun effet).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Un ou plusieurs arrêts (%@) sont situés sur un élément non traversable.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Un ou plusieurs arrêts (%@) sont situés sur un élément peu restreint.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Un ou plusieurs arrêts (%@) ne sont pas localisés.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Un ou plusieurs arrêts (%@) ne sont pas accessibles à partir d’autres arrêts.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Un ou plusieurs arrêts (%@) possèdent une géométrie nulle.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Un ou plusieurs arrêts (%@) possèdent une fenêtre horaire de fin antérieure à la fenêtre horaire de début.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Un ou plusieurs arrêts (%@) possèdent une fenêtre horaire qui commence avant le 1er janvier 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Un ou plusieurs arrêts (%@) possèdent une approche de trottoir non valide.";

/* No comment provided by engineer. */
"Open in Safari" = "Ouvrir dans Safari";

/* No comment provided by engineer. */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Attribuer un nom à la nouvelle pièce jointe";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "L'interruption polygonale (%1$@) possède des attributs de coûts proportionnés négatifs ou égaux à zéro : (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "L'interruption de polyligne (%1$@) possède des attributs de coûts proportionnés négatifs ou égaux à zéro : (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Impossible de renvoyer les polylignes.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Aucun utilisateur de compte public ne peut accéder à cette application.";

/* No comment provided by engineer. */
"Remove Part" = "Supprimer une partie";

/* No comment provided by engineer. */
"Remove Vertex" = "Supprimer le sommet";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "La réorganisation des arrêts (l’optimisation de tournée (TSP)) n’est pas prise en charge lorsque l’ensemble d’arrêts contient des points de cheminement ou des haltes.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Rétablir les valeurs par défaut";

/* No comment provided by engineer. */
"Retry" = "Réessayer";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "L’itinéraire commence ou finit sur un point de cheminement.";

/* No comment provided by engineer. */
"Save Image" = "Enregistrer l'image";

/* No comment provided by engineer. */
"Save Movie" = "Enregistrer le film";

/* No comment provided by engineer. */
"Sign In" = "Connexion";

/* No comment provided by engineer. */
"Skip" = "Ignorer";

/* No comment provided by engineer. */
"Small" = "Petite";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "La date de début spécifiée est antérieure au 1er janvier 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "L’arrêt (%1$@) possède des noms d'attributs de coût ajoutés non valides : (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Prendre une photo ou une vidéo";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "La limite d'impédance par défaut n’est pas valide.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Le nombre de ressources cible par défaut n’est pas valide.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Le nom de l’attribut de distance des directions (%@) n’est pas valide.";

/* No comment provided by engineer. */
"The directions language is invalid." = "La langue de la feuille de route est non valide.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "L'attribut de classe de route de la\n feuille de route est non valide.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Le style de la feuille de route est non valide.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Le nom de l’attribut de temps des directions (%@) n’est pas valide.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Le nom de l’attribut d’impédance (%@) n’est pas valide.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "La référence spatiale en entrée n'est pas définie.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Le réseau ne possède pas d'attribut de hiérarchie pour effectuer une planification d'itinéraire hiérarchique.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "L'objet doit d'abord être enregistré dans un portail à l'aide de la méthode 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "La référence spatiale en sortie n'est pas définie.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "La distance de la zone tampon surfacique n’est pas valide.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Il est possible que la ressource que vous recherchez ait été supprimée, que son nom ait été modifié ou qu'elle soit temporairement inaccessible.";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "L’itinéraire résultant a traversé un ou plusieurs éléments peu restreints (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "L’itinéraire est trop volumineux pour être calculé en mode piéton.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "La clause Where de recherche n’est pas prise en charge.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Le certificat du serveur n'est pas valide. Vous vous connectez peut-être à un serveur qui prétend être '%@', ce qui peut entraîner un risque pour vos informations confidentielles. Voulez-vous tout de même vous connecter ?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Le service ne peut pas calculer correctement le décalage temporel.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "L'ID de client spécifié n'est pas valide";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "La propriété de type d’arrêt a été ignorée pour les arrêts (%@) car le serveur ne prend pas en charge le type d’arrêt sélectionné.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Le mode de déplacement a été défini à la valeur par défaut.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Les points de cheminement (%@) contiennent un attribut de coût ajouté.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Les points de cheminement (%@) contiennent des fenêtres horaires.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Une erreur s'est produite lors du chargement de l'entité. Vérifiez votre connexion réseau.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "La date de début de la fenêtre horaire a été modifiée.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Les fenêtres horaires ont été ignorées, car l'attribut d'impédance n'est pas temporel.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Pour enregistrer en tant que nouvel élément, vous devez être connecté au portail.";

/* No comment provided by engineer. */
"Today" = "Aujourd";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Le jeton est non valide ou a expiré";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "L'URL a une valeur nil. Vous devez définir une URL de jeton valide dans les informations d'identification.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Impossible de se connecter avec les informations d'identification fournies.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Impossible de récupérer un profil d'utilisateur auprès du fournisseur";

/* No comment provided by engineer. */
"Unauthorized access" = "Accès non autorisé";

/* No comment provided by engineer. */
"Unknown authentication error" = "Erreur d'authentification inconnue";

/* No comment provided by engineer. */
"Unknown condition." = "Condition inconnue.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Une erreur inconnue s'est produite";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Données GPX non prises en charge.";

/* No comment provided by engineer. */
"User canceled error" = "Erreur d'annulation de l'utilisateur";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Les licences utilisateur attribuées par votre organisation ne sont pas valides. Contactez votre administrateur pour ajuster les attributions de licence et réessayez.";

/* No comment provided by engineer. */
"Username" = "Nom d’utilisateur";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Utilisation du navigateur pour l'authentification...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "La valeur excède la longueur maximale de champ %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Vous changez le type d'entité. Voulez-vous conserver vos valeurs actuelles (lorsque cela est possible) ou rétablir les valeurs par défaut ?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Vous ne pouvez pas vous connecter car vous ne possédez pas de compte d'organisation associé à vos informations d'identification de réseau social.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Vous ne disposez pas des autorisations requises pour accéder à cette ressource";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Votre niveau d'utilisateur est insuffisant pour accéder à cette application.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Vous devez être connecté au portail pour effectuer cette opération.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Vous devez spécifier une évaluation comprise entre 1 et 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Vous devez spécifier une clé de description d'utilisation d'emplacement (NSLocationWhenInUseUsageDescription ou NSLocationAlwaysUsageDescription) dans votre plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Vous devez sélectionner un certificat pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Vous devez vous connecter pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "pi";
"in" = "po";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Inconnu";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimètres";
"Decimal Degrees" = "Degrés décimaux";
"Decimeters" = "Décimètres";
"Feet" = "Pieds";
"Inches" = "Pouces";
"Kilometers" = "Kilomètres";
"Meters" = "Mètres";
"Miles" = "Milles";
"Millimeters" = "Millimètres";
"Nautical Miles" = "Milles nautiques";
"Points" = "Points";
"Yards" = "Yards";

/* Area Units Abbreviated Strings */
"sq. in" = "pc²";
"sq. ft" = "pd²";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "km";

/* Area Units Display Strings */
"Square Inches" = "pc²";
"Square Feet" = "Pieds carrés";
"Square Yards" = "Yards carrés";
"Acres" = "Acres";
"Square Miles" = "Milles carrés";
"Square Millimeters" = "Millimètres carrés";
"Square Centimeters" = "Centimètres carrés";
"Square Decimeters" = "Décimètres carrés";
"Square Meters" = "Mètres carrés";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Kilomètres carrés";

